;Do not translate this section
[Info]
Language=Romanian
Translator=MunteAlb(muntealb@gmail.com)
Version=1.0.0.365

;Main Menu
[Menu]
;
;Feed Menu
;
Title32791=&Flux
Item32791=Actualizează Toate Fluxurile
Item33321=Oprește Toate Actualizările
Item32793=Marchează Toate ca Citite
Item36564=Reîmprospătează Contorul de Necitite
Item32792=Actualizează Fluxul/Grupul
Item32818=Marchează ca Citit
Item32800=Șterge
Item36739=Redenumește
Item32799=Proprietăți...
Item36548=Organizează Fluxurile...
Item57665=I&eșire

Title32797=Adaugă
Item32797=Flux...
Item36537=Flux de Căutare...
Item32796=Grup de Fluxuri...
Item36558=Flux de la Bloglines...
Item32837=Monitorizare...
Item32925=Etichetă...

;
;Edit Menu
;
Title57635=&Editare
Item57635=De&cupează
Item57634=&Copiază
Item57637=&Lipește
Item57636=Găsește Textul (în această pagină)...
Item36547=Găsește Fluxul în Lista de Abonare...
Item32917=Caut&ă Știrea
Item32858=Caută Următorul
Item36738=Caută În Toate...

;
;View Menu
;
Title32922=&Vizualizare
Item32922=Compartimentul L&ateral
Item32923=Lista de &Știri
Item36609=Deschide Tab Nou
Item32811=&Maximizează Panoul de Citire
Item33035=Următorul Flux &Necitit
Item36544=Următorul Grup &Necitit
Item32861=&Știrea Următoare
Item32860=&Știrea Precedentă

;
;Tools Menu
;
Title32808=&Unelte
Item32808=&Importă Fluxuri din Fișier OPML/XML...
Item32842=&Exportă Fluxuri în Fișier OPML/XML...
Item36543=Exportă Știri în Fișier &RSS/XML...
Item32841=&Curățător...
Item32852=&Opțiuni...

Title33312=Statisticile &Fluxurilor
Item33312=Cele Mai Vizitate
Item33313=Cele Mai Puțin Vizitate
Item36732=Cele Mai Active în Ultimele 60 de Zile
Item36733=Cele Mai Puțin Active în Ultimele 60 de Zile
Item36735=Configurează...

;
;Help Menu
;
Title36553=&Ajutor
Item36553=Verifică dacă există o Versiune &Nouă
Item36550=Vizitează Situl &GreatNews...
Item36567=Vizitează Forumul &GreatNews...
Item57664=&Despre...

;
;Feed Tree Popup Menu
;
Item32815=Expandează Complet
Item32816=Colabează Complet
Item33033=Colabează la Grupuri

;
;News List Popup Menu
;
Item32870=Marchează ca Citită
Item36601=Marchează ca Necitită
Item36539=Șterge
Item36556=Etichetă Nouă...

[FeedGroupPropertiesDialog]
Title=Group Properties
C1070=Nume Grup(*):
C1071=Descriere:
C1072=Situl Grupului:
C1030=Nu actualiza automat acest grup de fluxuri

[OptionsDialog]
Title=Opțiuni

[OptionsDialog_General]
Title=General
C1010=Actualizează tot cînd GreatNews pornește
C1006=Caută actualizări ale GreatNews la pornire
C1013=Minimizează în sistaler ("tray") 
C1058=Închide în sistaler 
C1074=Actualizează automat fluxurile la fiecare
C1075=Adu-mi aminte să rulez Curățătorul la fiecare
C1073=Cînd GreatNews pornește
C1062=Afișează un ecran gol
C1007=Afișează ecranul de întîmpinare
C1063=Afișează cele mai vizitate 10 fluxuri
C1016=Setează GreatNews ca agregator de fluxuri implicit

[OptionsDialog_Reading]
Title=Citire
C1076=Arată
C1077=Știri pe Pagină (1 ~ 999)
C1011=Marchează fluxul anterior ca citit la comutarea fluxurilor
C1010=Fluxul/Grupul se actualizează automat la clic pe el
C1078=Cînd se face clic pe legătura "Next>" din ultima pagină
C1062=Ramîi pe ultima pagină
C1067=Deschide următorul flux sau grup necitit, în funcție de ce citesc
C1079=Marchează pagina curentă ca citită
C1069=Manual
C1068=Automat după
C1080=secunde(0~999, 0 = niciodată)
C1006=Indică-mi fluxurile neactualizate de cel puțin
C1135=zile
C1136=Popupul cu știri noi e afișat
C1137=secunde

[OptionsDialog_Usability]
Title=Uzabilitate
C1081=Funcția "Următorul Flux/Grup Necitit"
C1010=Închide automat lista de știri
C1011=Setează automat filtrul la "necitite"
C1012=Marchează automat ca citit ultimul flux/grup 
C1082=Funcția "Căutare Știre/Știrea Următoare/Știrea Anterioară"
C1013=Deschide automat lista de știri
C1006=Activează blocarea popupurilor (Ctrl + clic permite popupul)
C1007=Afișează ponturi în sistaler după terminarea actualizării fluxului
C1058=Deschide legăturile RSS în exploratorul extern implicit
C1138=Dublu-clic pe un titlu în lista de știri deschide pagina web în
C1062=Explorator Extern
C1063=Panoul de Citire
C1064=Tab Nou
C1139=Clic pe o legătură în panoul de citire deschide pagina web în
C1057=Tabul Curent
C1060=Explorator Extern
C1061=Tab Nou
C1059=Dezactivează explorarea tabulară (repornește pentru a avea efect)
C1123=Nu expanda/colaba automat grupul de fluxuri

[OptionsDialog_ItemFeatures]
C1140=Afișează facilitățile următoare pentru știri în panoul de citire:
C1010=Etichetează 
C1011=Trimite prin poșta electronică
C1013=Autor
C1017=Evidențiază Monitorizările
C1006=Urmărește Comentariile (cînd e disponibil un flux de comentarii)
C1141=Tipuri de Incluziuni ale Netcasturilor (podcasturilor):
C1016=Configurează Blogarea...

[OptionsDialog_Connection]
C1062=Folosește setările din IE
C1063=Folosește server proxy:
C1147=URL:
C1148=Port:
C1149=Uznume:
C1150=Parola:
C1151=Fără Proxy:

[ConfigBlogToolsDialog]
Title=Configurează Uneltele de Blogare
C1142=Unelte Configurate:
C1143=Detaliile Uneltei:
C1108=Nume:
C1145=Tip:
C1100=URL:
C1146=Poți folosi următoarele variabile în URL: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Nou
C1057=&Șterge
C1018=&Salvează
C2=Închide

[LabelDialog]
Title=Proprietățile Etichetei
C1083=Eticheta(*):
C1120=Stil:

[FindSubscribedChannelDialog]
Title=Lista de Fluxuri la care sîntem abonați

[GlobalSearchDialog]
Title=Căutare în Toate Fluxurile
C1134=&Caută în fluxuri:
C1027=&majusc./minusc.
C1013=&cuvînt întreg
C1=Start
C2=Închide

[OrganizeChannelsDialog]
Title=Organizează Fluxurile
C1084=Selectează:
C1017=Selectează Tot
C1038=Deselectează Tot
C1061=Creează Grup Nou...
C1016=Mută în Grupul selectat
C1052=Șterge
C1064=Detașează din Bloglines

[ChannelPropertiesDialog]
Title=Proprietățile Fluxului

[ChannelPropertiesDialog_URL]
C1085=URL Flux(*):
C1010=Extrage Proprietățile Fluxului de pe Internet
C1016=Validează Fluxul
C1065=Acest flux se sincronizează prin Bloglines.com
C1064=Detașează de la Bloglines
C1030=Nu actualiza automat acest flux
C1006=Acest flux necesită autentificare:
C1130=Uznume:
C1131=Parola:
C1125=Sugestie: Dacă nu cunoști adresa URL a fluxului, poți tasta direct o adresă web ca http://www.newsvine.com. GreatNews va autodetecta fluxurile din pagina respectivă.

[ChannelPropertiesDialog_Properties]
C1086=Titlu(*):
C1087=Descriere:
C1088=Sit Web:
C1089=Format:
C1009=(selectează "Extrage Proprietățile Fluxului de pe Internet" în pagina anterioară pentru a vedea formatul fluxului)
C1092=Modificat:
C1090=Verificat:
C1021=Neverificat încă
C1114=Actualizare Automată:
C1115=Curăță știrile mai vechi de:

[ChannelPropertiesDialog_Settings]
C1114=Auto-Actualizare:
C1120=Stil:
C1115=Curăță știrile mai vechi de:
C1013=Păstrează cele mai recente
C1132=știri la curățare
C1006=Notifică-mă cînd sosesc știri noi
C1007=Păstrează fluxul chiar daca e inactiv

[ChannelPropertiesDialog_Group]
C1091=Selectează un Grup:
C1016=Grup Nou...

[InactiveChannelDialog]
Title=Fluxuri Inactive
C1016=Șterge/Dezactiv.
C1133=(Fluxurile inactive care au știri etichetate vor fi dezactivate)
C1122=Păstrează 
C2=Închide

[NewsWatchPropertiesDialog]
Title=Proprietățile Monitorizărilor de Știri

[NewsWatchPropertiesDialog_Properties]
C1092=Nume Monit.(*):
C1093=Cuvinte monit.(*):
C1044=caută oricare din cuvintele
C1023=caută toate cuvintele
C1046=caută exact sintagma
C1027=majusc./minusc.
C1013=cuvînt întreg
C1094=Pentru știrile care corespund
C1059=Evidențiază Textul cu
C1095=Fundalul cu
C1057=Ignoră-le la actualizarea fluxurilor
C1058=Marchează ca citite
C1154=Ce trebuie monitorizat:
C1010=Titlul Știrii
C1019=Conținutul
C1015=Autorul
C1041=Oprește monitorizarea
C1120=Stil:

[NewsWatchPropertiesDialog_Channels]
C1023=Monitorizează toate fluxurile
C1024=Monitorizează doar fluxurile selectate
C1016=Select. Tot
C1038=Deselect. Tot
C1018=Rulează această monitorizare pe știrile descărcate


[ExportDialog]
Title=Exportă în OPML/XML

[ExportDialog_Select]
C1097=Selectează grupurile/fluxurile:
C1016=Select. Tot
C1038=Deselect. Tot
C1010=Exportă toate monitorizările și etichetele
C1098=(dacă această opțiune e bifată, fișierul opml/xml rezultat poate să nu fie compatibil cu alte agregatoare RSS)

[ExportDialog_File]
C1096=Nume Fișier(*):

[ImportDialog]
Title=Importă din OPML/XML

[ImportDialog_File]
C1032=Importă &fluxurile implicite
C1035=Importă fluxuri/grupuri din &fișier
C1099=Nume Fișier:
C1036=Importă fluxuri/grupuri de pe &internet
C1100=URL:

[ImportDialog_Select]
C1104=Selectează grupuri/fluxuri:
C1016=Select. Tot
C1038=Deselect. Tot
C1010=Actualizează fluxurile în timpul importării
C1011=Importă monitorizările și etichetele din acest fișier

[ImportDialog_Group]
C1101=Mută Fluxurile În Grupul:
C1016=Grup Nou...

[ImportDialog_Progress]
C1026=Fă clic pe butonul [Next] pentru începerea importării...
C1016=Oprește Importarea
C1102=(Poți opri importarea oricînd și o poți relua mai tîrziu)
C1103=Pont: După importare, rearanjează cu Flux->Organizează Fluxurile...

[ExportRSSDialog]
Title=Exportă Știri în fișier RSS
C1099=Nume Fișier(*):

[CleanupDialog]
Title=Curățător

[CleanupDialog_Options]
C1105=Curăță știrile mai vechi de:
C1117=(Setarea de la nivelul fluxului ignoră această valoare implicită)
C1010=Include &știrile necitite
C1011=Include &știrile etichetate
C1006=Comprimă baza de date dupa curățare
C1124=Șterge fișierele temporare create de GN
C1013=Păstrează cele mai recente
C1152=știri per flux (*)
C1153=(*) setări ignorate la nivelul fluxului

[CleanupDialog_Channels]
C1097=Selectează fluxurile:
C1016=Select. Tot
C1038=Deselect. Tot

[CleanupDialog_Progress]
C1025=Fă clic pe butonul [Next] pentru începerea curățării

[SearchChannelPropertiesDialog]
Title=Proprietățile Fluxului de Căutare
C1106=Caută în:
C1107=Cuvînt(*):
C1108=Titlu(*):

[BloglinesSyncDialog]
Title=Sincronizare Fluxuri Bloglines.com

[BloglinesSyncDialog_Account]
C1109=Cont Bloglines.com:
C1110=Parola(*):
C1111=Confirmă Parola(*):

[BloglinesSyncDialog_Channels]
C1112=Selectează fluxurile Bloglines pe care dorești să le sincronizezi cu GreatNews:
C1016=Select. Tot
C1038=Deselect. Tot
C1010=GreatNews nu trebuie să marcheze fluxurile Bloglines ca citite

[Toolbars]
T200=Știri
T201=Căutare
T101=URL

B32791=Actualizează Tot
B32818=Marchează ca Citit
B32850=Arată-le pe Toate
B32840=Stil

;The date combobox on toolbar
[DateFilter]
0=Azi
1=Ieri și Azi
2=Ultimele 7 zile
3=Ultimele 30 zile
4=Toate

;The status combobox on toolbar
[StatusFilter]
0=Necitite
1=Etichetate
2=Toate

;Auto Update Frequency combobox în Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 oră
3=2 ore
4=3 ore
5=4 ore

; Cleanup reminding interval combobox în Options dialog
[CleanupReminderInterval]
0=7 zile
1=14 zile
2=30 zile
3=60 zile
4=90 zile

;Auto Update Frequency combobox în feed Properties dialog
[ChannelAutoUpdateFrequency]
0=Implicit
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 oră
7=2 ore
8=3 ore
9=4 ore
10=De două ori pe zi
11=Zilnic

;Cleanup max age combobox în feed Properties dialog
[ChannelCleanupMaxAge]
0=Implicit
1=Tot
2=1 zi
3=2 zile
4=1 săptămînă
5=2 săptămîni
6=1 lună
7=3 luni
8=6 luni
9=Niciodată

; Cleanup combobox în Cleanup Wizard
[Cleanup]
0=Tot
1=1 săptămînă
2=2 săptămîni
3=1 lună
4=3 luni
5=6 luni


[Messages]
;main
M137=V-ați abonat deja la acest flux. Doriți să-l deschideți?
M138=Legătura pare a fi un flux RSS. Doriți să vă abonați la el?
M152=Sigur doriți să stergeti grupul [%s]?
M153=Sigur doriți să ștergeți fluxul [%s]?
M154=Sigur doriți să ștergeți monitorizarea [%s]?
M155=Sigur doriți să ștergeți eticheta [%s]?
M156=Nu pot localiza baza de date GN.[%s]
M157=Actualizarea bazei de date e necesară. Faceți clic pe OK pentru a începe.
M158=O versiune nouă [%s] e disponibilă. Doriți să vedeți noutățile din ea?
M159=%d Fluxuri de Știri
M160=%d știri noi extrase cu succes din %d de fluxuri.
M161=%d fluxri cu actualizarea eșuată.
M162=GreatNews a terminat de actualizat toate fluxurile.
M163=GreatNews - Se actualizează fluxul %d din %d
M164=Nu ați curățat știrile vechi timp de %d zile. Doriți să folosiți Curățătorul acum?
M167=Se actualizează fluxul : %s...
M175=Folosiți deja ultima versiune GreatNews.
M176=Verificarea existenței unei noi versiuni a eșuat. Încercați mai tîrziu.
M177=Lista de știri e goală. Selectați alt flux sau grup unde doriți să căutați.
M178=Nu a fost găsit nici un flux necitit
M202=GreatNews nu s-a închis corespunzător data trecută. Softul va reîmprospăta acum contoarele fluxurilor necitite.
M207=Sigur doriți să marcați toate știrile ca fiind citite?
M208=Nu găsesc unealta de blogare specificată.
M209=GreatNews se îmbunătățește continuu. Această versiune beta e mai veche de 30 de zile. Vă rugăm să descărcați ultima versiune de la http://www.curiostudio.com

; feed group dialog
M139=%d fluxuri cu %d știri în acest grup. %d știri necitite.

; various feed dialogs
M140=%d știri în acest flux. %d necitite.
M147=Completați cuvîntul de căutat
M148=Denumiți acest flux de căutare
M168=Completați URL-ul fluxului.
M169=Cîmpul cu titlul fluxului nu poate fi gol
M171=Selectați un grup

; cleanup wizard
M141=%d știri înainte de curățare
M142=%d știri după curățare
M143=Curățare flux %s...
M144=Compactare bază de date...
M145=Curățare terminată cu succes
M146=Selectați cel puțin un flux.
M204=Sigur doriți să stergeți și știrile etichetate?

;Export RSS dialog
M149=%d știri exportate în fișierul %s

;Export Wizard
M150=Specificați numele fișierului rezultat.
M151=%d Fluxuri și %d Grupuri au fost exportate cu succes.

;Feed Organizer
M165=Sigur doriți să ștergeți %d fluxul(urile) selectat(e)?
M179=Selectați fluxurile pe care doriți să le mutați
M180=Selectați un grup în care să mutați fluxurile selectate
M181=Selectați fluxurile pe care doriți să le ștergeți
M182=Selectați fluxurile Bloglines pe care doriți să le detașați

;Search dialog
M166=Căutare %d din %d...
M170=Nu a fost gasită nici o știre potrivită

;Import Wizard
M172=Specificați un nume de fișier
M173=Specificați un URL
M174=Opriți importarea înainte de ieșire.
M190=%d Fluxuri și %d Grupuri au fost importate cu succes.\n
M191=%d Fluxuri și %d Grupuri au fost ignorate pentru că există deja.\n
M192=%d Fluxuri și %d Grupuri au eșuat.
M193=\tGrupul '%s' a fost importat cu succes
M194=\tGrupul '%s' a fost ignorat
M195=***** Grup '%s' importare eșuată
M196=\tFlux '%s' a fost ignorat
M197=Importare Flux '%s'...
M198="**** Flux '%s' a fost importat cu succes după redenumire
M199=\tFlux '%s' a fost importat cu succes
M200=***** Flux '%s' importare EȘUATĂ. [%s]*****
M201=***** Flux '%s' importare EȘUATĂ. *****


;Bloglines Sync Wizard
M183=Completați numele contului de la Bloglines.com
M184=Parola și Parola Confirmată nu sînt identice

;News Watch dialog
M185=Completați cuvintele de monitorizat
M186=Completați titlul monitorizării
M187=Bifați cel puțin o opțiune de monitorizare
M188=Culoarea textului nu poate fi aceeași cu a fundalului 
M189=Selectați cel puțin un flux

;Label Properties dialog
M203=%d știri au această etichetă.

;Config BlogThis Dialog
M205=Inlocuiți <yoursite.com> cu URL-ul sitului dv.

;Global Search Dialog
M206=Nu a fost găsită nici o știre care să corespundă.

